Repository: ZevEisenberg/Padiddle
Catalog: Padiddle/Padiddle/Localizable.xcstrings
Source language: en
Languages: fr, it, nl, zh_hans, zh_hant

# about
source: About Padiddle
fr: A propos de Padiddle
it: Riguardo Padiddle
nl: Over Padiddle
zh_hans: 关于转图
zh_hant: 關于轉圖

# buttons.clear
source: Clear the current drawing
fr: Effacer le dessin
it: Cancella Immagine
nl: Wis de huidige tekening
zh_hans: 清空画面
zh_hant: 清空畫面

# buttons.color
source: Color Settings
fr: Réglages de couleur
it: Impostazione Colore
nl: Kleur instellingen
zh_hans: 颜色选项
zh_hant: 顏色選項

# buttons.help
source: Help
fr: Aide
it: Aiuto
nl: Hulp
zh_hans: 帮助
zh_hant: 幫助

# buttons.record
source: Start Recording
fr: Enregistrer
it: Registra
nl: Start opname
zh_hans: 开始记录
zh_hant: 開始記錄

# buttons.share
source: Share
fr: Partager
it: Condividi
nl: Delen
zh_hans: 分享
zh_hant: 分享

# buttons.stop
source: Stop Recording
fr: Arrêter l’enregistrement
it: Pausa la registrazione
nl: Stop opname
zh_hans: 暂停录音
zh_hant: 暫停錄音

source: Cancel
fr: Annuler
it: Annulla
nl: Annuleren
zh_hans: 取消
zh_hant: 取消

source: Clear Drawing
fr: Effacer le dessin
it: Cancella Immagine
nl: Tekening wissen
zh_hans: 清空画面
zh_hant: 清空畫面

source: Colors
fr: Couleurs
it: Colori
nl: Kleuren
zh_hans: 颜色
zh_hant: 顏色

# colors.autumn
source: Autumn
fr: Automne
it: Autunno
nl: Herfst
zh_hans: 秋季
zh_hant: 秋季

# colors.blackWidow
source: Black Widow
fr: Veuve noire
it: La Vedova Nera
nl: Zwarte weduwe
zh_hans: 红背蜘蛛
zh_hant: 紅背蜘蛛

# colors.classic
source: Classic
fr: Classique
it: Classico
nl: Klassiek
zh_hans: 故典
zh_hant: 故典

# colors.monsters
source: Monsters
fr: Monstres
zh_hans: 怪兽
zh_hant: 怪獸

# colors.regolith
source: Regolith
fr: Régolithe
it: Il Regolite
zh_hans: 浮土
zh_hant: 浮土

# colors.sepia
source: Sepia
fr: Sépia
it: Nero di Seppia
zh_hans: 墨鱼色
zh_hant: 墨魚色

# colors.tangerine
source: Tangerine
fr: Mandarine
it: Mandarino
nl: Mandarijn
zh_hans: 橘子
zh_hant: 橘子

# colors.watercolor
source: Watercolor
fr: Aquarelle
it: Acquerello
nl: Waterkleur
zh_hans: 水彩画
zh_hant: 水彩畫

# tutorial.spinPrompt
source: Spin to Draw
fr: Tourner pour dessiner
it: Spin per disegnare
nl: Draai om te tekenen
zh_hans: 旋转画
zh_hant: 旋轉畫

# tutorial.startHere
source: Start Here
fr: Commencer ici
it: Comincià qui
nl: Begin hier
zh_hans: 从这里开始
zh_hant: 從這裡開始

# colors.merlin
source: Merlin
it: Mago Merlino
nl: Merlijn
zh_hans: 梅林
zh_hant: 梅林

# colors.pastels
source: Pastels
it: Pastelli
nl: Pastel
zh_hans: 嫩色
zh_hant: 嫩色

# colors.3D
source: 3-D
zh_hans: 三维
zh_hant: 三维

# colors.filmNoir
source: Film Noir
zh_hans: 黑色电影
zh_hant: 黑色電影
